{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "blink.compat": {
      "src": "https://github.com/saghen/blink.compat"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "git-blame.nvim": {
      "src": "https://github.com/f-person/git-blame.nvim"
    },
    "go.nvim": {
      "src": "https://github.com/ray-x/go.nvim"
    },
    "guihua.lua": {
      "src": "https://github.com/ray-x/guihua.lua"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/williamboman/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mini.nvim": {
      "src": "https://github.com/nvim-mini/mini.nvim"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "supermaven-nvim": {
      "src": "https://github.com/supermaven-inc/supermaven-nvim"
    },
    "themify.nvim": {
      "src": "https://github.com/LmanTW/themify.nvim"
    }
  }
}
